const training = [
    {
        id:1,
        name:'ClashMeta',
        src: [
            {
                title:'دانلود برنامه',
                picture: '/image/android/Final/1.webp',
                dis: 'ابتدا وارد حساب کاربری خود شوید و در بخش نرم افزار ها ابتدا Android و سپس clash را انتخاب کنید، با استفاده از دکمه دانلود برنامه را دانلود و سپس در گوشی خود نصب کنید پس از نصب برنامه مجددا وارد پنل خود شوید و بر روی دکمه "اتصال خودکار" کلیک کنید.(همچنین میتوانید با انتخاب گزینه کپی کردن لینک اتصال به صورت دستی اشتراک خود را در برنامه ایجاد کنید.)'
            },
            {
                title: 'ورود به برنامه',
                picture:'/image/android/Final/2.webp',
                dis:'پس از انتخاب گزینه اتصال خودکار باید نرم افزار مورد نظر یعنی clash را انتخاب کنید. بر روی گزینه just once کلیک کرده و وارد برنامه میشوید.'
            },
            {
                title:'بارگزاری',
                picture:'/image/android/Final/3.webp',
                dis:'ابتدا یک نام (دلخواه) برای اشترک خود تعیین کنید. لینک اشتراک شما خودکار در قسمت URL بارگزاری شده است. در بخش Auto Update مقدار را برابر ۶۰ قرار دهید تا هر یک ساعت یکبار اشتراک شما آپدیت شود.در آخر بر روی نماد ذخیره کلیک کنید'
            },
            {
                title:'فعال بودن',
                picture:'/image/android/Final/4.webp',
                dis:'وارد صفحه اول برنامه شوید. همانطور که مشاهده میکنید گزینه Stopped نشان دهنده غیر فعال بودن برنامه می باشد. وارد قسمت Profile جهت اطمینان از فعال بودن اشتراک خود شوید.'
            },
            {
                title:'مشاهده اشتراک و آپدیت',
                picture:'/image/android/Final/5.webp',
                dis:'پس از ورود به قسمت Profile مشاهده میکنید که اشتراک شما ساخته شده است. توجه کنید که برای فعال بودن اشتراک خود دایره آبی رنگ باید در کنار آن ظاهر شده باشد که این به معنی انتخاب این اشتراک به عنوان اشتراک فعال است. باز زدن گزینه Update میتوانید همان لحظه آخرین تغییرات مربوط به اشتراک خود را دریافت کنید. کلمه Recently نشان دهنده این است که اشتراک شما به تازگی آپدیت شده است.'
            },
            {
                title:'فعال سازی',
                picture:'/image/android/Final/6.webp',
                dis:'وارد صفحه اصلی clash شوید. برای فعال سازی VPN روی قسمت Stopped کلیک کنید تا مانند تصویر به Running تغییر پیدا کند. جهت تغییر سرور متصل و یا مشاهده سرور ها بر روی قسمت Proxy کلیک کنید.'
            }
        ]
    },
]

export {training}